tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keys-pub/tap"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "ansible"
brew "ansible-lint"
brew "autoconf"
brew "automake"
brew "libtool"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "icu4c"
brew "bsdmake"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "cloc"
brew "cmake"
brew "cmark"
brew "cocoapods"
brew "composer"
brew "cowsay"
brew "cscope"
brew "curl"
brew "dfu-programmer"
brew "diff-so-fancy"
brew "direnv"
brew "editorconfig"
brew "exa"
brew "exercism"
brew "exiftool"
brew "libogg"
brew "gmp"
brew "jpeg"
brew "lame"
brew "libvorbis"
brew "xvid"
brew "ffmpeg"
brew "fzf"
brew "gd"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-open"
brew "git-quick-stats"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-tar"
brew "gts"
brew "graphviz"
brew "grep"
brew "highlight"
brew "hr"
brew "htmldoc"
brew "httperf"
brew "httping"
brew "httrack"
brew "hub"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "leiningen"
brew "libiconv"
brew "libmagic"
brew "memcached"
brew "libmemcached"
brew "linklint"
brew "mas"
brew "mdbtools"
brew "mysql"
brew "nmap"
brew "optipng"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql"
brew "proctools"
brew "proselint"
brew "pv"
brew "q"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rpl"
brew "rsync"
brew "shellcheck"
brew "siege"
brew "socat"
brew "ssh-copy-id", link: true
brew "starship"
brew "stow"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "terminal-notifier"
brew "texi2html"
brew "tofrodos"
brew "tree"
brew "v8"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "zlib"
brew "zplug"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "appzapper"
cask "arduino"
cask "brave-browser"
cask "clipy"
cask "firefox"
cask "fliqlo"
cask "font-hack"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "gotomeeting"
cask "gpg-suite"
cask "hammerspoon"
cask "handbrake"
cask "java"
cask "keys"
cask "macvim"
cask "microsoft-teams"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlswift"
cask "sketchup"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "wkhtmltopdf"
mas "1Password 7", id: 1333542190
mas "bookmarker for pinboard", id: 1451400394
mas "Ka-Block!", id: 1335413823
mas "LimeChat", id: 414030210
mas "Pixelmator", id: 407963104
mas "Reeder", id: 1449412482
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
