tap "beeftornado/rmtree"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "openssl"
brew "autoconf"
brew "automake"
brew "libtool"
brew "libyaml"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bsdmake"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "chromedriver"
brew "cloc"
brew "cmake"
brew "cmark"
brew "cocoapods"
brew "composer"
brew "cowsay"
brew "cscope"
brew "libevent"
brew "libssh2"
brew "dfu-programmer"
brew "direnv"
brew "editorconfig"
brew "exercism"
brew "exiftool"
brew "libogg"
brew "gmp"
brew "lame"
brew "libvorbis"
brew "xvid"
brew "ffmpeg"
brew "fortune"
brew "gd"
brew "ghi"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-open"
brew "git-quick-stats"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-tar"
brew "gts"
brew "graphviz"
brew "grep"
brew "handbrake"
brew "highlight"
brew "hr"
brew "htmldoc"
brew "httperf"
brew "httping"
brew "httrack"
brew "hub"
brew "igbinary"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "leiningen"
brew "libmagic"
brew "memcached"
brew "libmemcached"
brew "libxml2"
brew "linklint"
brew "llvm"
brew "luajit"
brew "makedepend"
brew "makeicns"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mdbtools"
brew "mysql"
brew "neovim"
brew "nmap"
brew "nss"
brew "optipng"
brew "p7zip"
brew "pandoc"
brew "pipenv"
brew "postgresql"
brew "proctools"
brew "proselint"
brew "pv"
brew "q"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rpl"
brew "rsync"
brew "shellcheck"
brew "siege"
brew "socat"
brew "ssh-copy-id"
brew "stow"
brew "swagger-codegen"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "terminal-notifier"
brew "texi2html"
brew "the_silver_searcher"
brew "tofrodos"
brew "tree"
brew "v8"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "wp-cli"
brew "yasm"
brew "zplug"
brew "zsh"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password-cli"
cask "appzapper"
cask "arduino"
cask "brave-browser"
cask "clipy"
cask "cyberduck"
cask "discord"
cask "fastlane"
cask "firefox"
cask "font-hack"
cask "free-ruler"
cask "google-chrome"
cask "gotomeeting"
cask "gpg-suite"
cask "hammerspoon"
cask "handbrake"
cask "haskell-platform"
cask "java"
cask "lastfm"
cask "macvim"
cask "meld"
cask "origami-studio"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlswift"
cask "sketchup"
cask "spotify"
cask "tor-browser"
cask "transmission"
cask "virtualbox"
cask "vlc"
cask "wkhtmltopdf"
mas "1Password 7", id: 1333542190
mas "bookmarker for pinboard", id: 1451400394
mas "Harvest", id: 506189836
mas "LimeChat", id: 414030210
mas "Pixelmator", id: 407963104
mas "Reeder", id: 880001334
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
