tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "beeftornado/rmtree"
tap "universal-ctags/universal-ctags"
cask "java"
brew "ack"
brew "openssl"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "boost"
brew "bsdmake"
brew "chromedriver"
brew "chruby"
brew "cloc"
brew "cmake"
brew "cmark"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "pcre"
brew "editorconfig"
brew "wxmac"
brew "elixir"
brew "exercism"
brew "exiftool"
brew "lame"
brew "libogg"
brew "xvid"
brew "ffmpeg", args: ["with-libvorbis", "with-libvpx"]
brew "fontconfig"
brew "gd"
brew "gettext"
brew "ghi"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-open"
brew "git-secrets"
brew "libffi"
brew "gmp"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "libtool"
brew "graphviz"
brew "grep"
brew "highlight"
brew "hr"
brew "htmldoc"
brew "libevent"
brew "httperf"
brew "httping"
brew "httrack"
brew "hub"
brew "icu4c"
brew "imagemagick"
brew "jo"
brew "oniguruma"
brew "jq"
brew "leiningen"
brew "libmagic"
brew "memcached"
brew "libmemcached"
brew "libssh2"
brew "libvorbis"
brew "libvpx"
brew "libxml2"
brew "libyaml"
brew "linklint"
brew "llvm"
brew "lnav"
brew "luajit"
brew "makedepend"
brew "makeicns"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mdbtools"
brew "mysql"
brew "nmap"
brew "node"
brew "nss"
brew "optipng"
brew "pandoc"
brew "parallel"
brew "phantomjs"
brew "unixodbc"
brew "php"
brew "pkg-config"
brew "postgresql"
brew "proctools"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "redpen"
brew "rename"
brew "rpl"
brew "rsync"
brew "ruby-build"
brew "rust"
brew "shellcheck"
brew "siege"
brew "socat"
brew "ssh-copy-id"
brew "stow"
brew "swagger-codegen"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "terminal-notifier"
brew "texi2html"
brew "the_silver_searcher"
brew "tofrodos"
brew "tree"
brew "v8"
brew "wget"
brew "wifi-password"
brew "yasm"
brew "zplug"
brew "zsh"
brew "homebrew/php/composer"
brew "homebrew/php/drupalconsole"
brew "homebrew/php/drush"
brew "homebrew/php/igbinary"
brew "homebrew/php/php72-igbinary"
brew "homebrew/php/php72-memcached"
brew "homebrew/php/phpunit"
brew "homebrew/php/wp-cli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "appzapper"
cask "arduino"
cask "basecamp"
cask "cityofzion-neon"
cask "clipy"
cask "cyberduck"
cask "docker"
cask "fastlane"
cask "firefox"
cask "fluid"
cask "free-ruler"
cask "google-chrome"
cask "gotomeeting"
cask "gpgtools"
cask "hammerspoon"
cask "handbrake"
cask "haskell-platform"
cask "lastfm"
cask "macvim"
cask "opera"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlswift"
cask "sketchup"
cask "spotifree"
cask "spotify"
cask "torbrowser"
cask "transmission"
cask "virtualbox"
cask "vlc"
cask "caskroom/fonts/font-hack"
mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "LimeChat", id: 414030210
mas "Pixelmator", id: 407963104
mas "ReadKit", id: 588726889
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
