tap "beeftornado/rmtree"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "ansible"
brew "ansible-lint"
brew "autoconf"
brew "automake"
brew "libtool"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bat"
brew "bison"
brew "icu4c"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "gmp"
brew "cloc"
brew "cmake"
brew "cmark"
brew "cocoapods"
brew "colordiff"
brew "cowsay"
brew "cscope"
brew "curl"
brew "dfu-programmer"
brew "diff-so-fancy"
brew "direnv"
brew "dtach"
brew "exa"
brew "exercism"
brew "exiftool"
brew "fish"
brew "fzf"
brew "jpeg"
brew "gd"
brew "openblas"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-extras"
brew "git-open"
brew "git-quick-stats"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-tar"
brew "pinentry"
brew "gnupg"
brew "gts"
brew "graphviz"
brew "grep"
brew "highlight"
brew "htmldoc"
brew "httperf"
brew "httping"
brew "httrack"
brew "hub"
brew "imagemagick"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "openjdk"
brew "leiningen"
brew "libiconv"
brew "libmagic"
brew "libmemcached"
brew "libphonenumber"
brew "libxmlsec1"
brew "linklint"
brew "mas"
brew "mdbtools"
brew "memcached"
brew "mysql"
brew "nmap"
brew "optipng"
brew "p7zip"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql"
brew "postgis"
brew "proctools"
brew "proselint"
brew "pv"
brew "q"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rpl"
brew "rsync"
brew "siege"
brew "socat"
brew "starship"
brew "stow"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "terminal-notifier"
brew "texi2html"
brew "tofrodos"
brew "tree"
brew "v8"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "clipy"
cask "font-hack"
cask "font-hack-nerd-font"
cask "gotomeeting"
cask "macvim"
cask "private-internet-access"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlswift"
cask "rectangle"
cask "sketchup"
cask "transmission"
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Free Ruler", id: 1483172210
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "LimeChat", id: 414030210
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pins", id: 1547106997
mas "Pixelmator", id: 407963104
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
