tap "beeftornado/rmtree"
tap "homebrew/command-not-found"
tap "homebrew/test-bot"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "ca-certificates"
brew "openssl@3"
brew "m4"
brew "autoconf"
brew "automake"
brew "libsodium"
brew "libyaml"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "libunistring"
brew "gettext"
brew "ncurses"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "bison"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "cmark"
brew "libtool"
brew "gd"
brew "gmp"
brew "krb5"
brew "libzip"
brew "composer"
brew "coreutils"
brew "doggo"
brew "double-conversion"
brew "fmt"
brew "gflags"
brew "glog"
brew "libevent"
brew "snappy"
brew "folly"
brew "fizz"
brew "wangle"
brew "xxhash"
brew "fbthrift"
brew "fb303"
brew "eza"
brew "fish"
brew "fzf"
brew "gh"
brew "jbig2dec"
brew "openjpeg"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-secrets"
brew "glow"
brew "gnu-sed"
brew "libidn2"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "terminal-notifier"
brew "heroku"
brew "htmldoc"
brew "jasper"
brew "libde265"
brew "python@3.12"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "jansson"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "just"
brew "libffi"
brew "mas"
brew "mdbtools"
brew "usage"
brew "mise"
brew "zlib"
brew "mysql"
brew "optipng"
brew "parallel"
brew "pcre"
brew "pipenv"
brew "pkgconf"
brew "popt"
brew "postgresql@17", link: true
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "starship"
brew "stow"
brew "universal-ctags"
brew "uv"
brew "watchman"
brew "wget"
brew "yq"
cask "clipy"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "freecad"
cask "google-chrome"
cask "gotomeeting"
cask "macvim-app"
cask "qlcommonmark"
cask "qlprettypatch"
cask "qlstephen"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
mas "AdGuard for Safari", id: 1440147259
mas "Couch", id: 963584693
mas "Keynote", id: 409183694
mas "Mela", id: 1568924476
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "alexkrechik.cucumberautocomplete"
vscode "batisteo.vscode-django"
vscode "bmalehorn.vscode-fish"
vscode "christian-kohler.npm-intellisense"
vscode "coolbear.systemd-unit-file"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "ibm.output-colorizer"
vscode "mechatroner.rainbow-csv"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-containers"
vscode "ms-playwright.playwright"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
vscode "wmaurer.change-case"
vscode "ybaumes.highlight-trailing-white-spaces"
