tap "beeftornado/rmtree"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "homebrew/test-bot"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "apr"
brew "ca-certificates"
brew "openssl@3"
brew "apr-util"
brew "argon2"
brew "aspell"
brew "m4"
brew "autoconf"
brew "automake"
brew "libyaml"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "python@3.12"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "libssh2"
brew "libgit2@1.7"
brew "oniguruma"
brew "bat"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "cmark"
brew "libnghttp2"
brew "rtmpdump"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "gmp"
brew "icu4c"
brew "krb5"
brew "libpq"
brew "libsodium"
brew "libzip"
brew "openldap"
brew "tidy-html5"
brew "php"
brew "composer"
brew "coreutils"
brew "doggo"
brew "double-conversion"
brew "fmt"
brew "gflags"
brew "glog"
brew "libevent"
brew "snappy"
brew "folly"
brew "fizz"
brew "wangle"
brew "xxhash"
brew "fbthrift"
brew "fb303"
brew "libgit2"
brew "eza"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "jbig2dec"
brew "openjpeg"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-secrets"
brew "gnu-sed"
brew "htmldoc"
brew "jasper"
brew "libde265"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "jansson"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "libffi"
brew "libgpg-error"
brew "libgcrypt"
brew "libunistring"
brew "libidn2"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "mdbtools"
brew "usage"
brew "mise"
brew "mysql"
brew "openssl@1.1"
brew "optipng"
brew "parallel"
brew "pcre"
brew "pipenv"
brew "popt"
brew "postgresql@17", link: true
brew "python@3.11"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tox"
brew "universal-ctags"
brew "watchman"
brew "wget"
brew "yq"
cask "clipy"
cask "firefox"
cask "font-hack-nerd-font"
cask "freecad"
cask "google-chrome"
cask "gotomeeting"
cask "macvim"
cask "qlcommonmark"
cask "qlimagesize"
cask "qlprettypatch"
cask "qlstephen"
cask "tor-browser"
cask "transmission"
cask "vlc"
mas "AdGuard for Safari", id: 1440147259
mas "Free Ruler", id: 1483172210
mas "Mela", id: 1568924476
mas "Numbers", id: 409203825
mas "Omnivore", id: 1564031042
mas "Pixelmator", id: 407963104
mas "Reeder", id: 1529448980
mas "Things", id: 904280696
mas "Tomito", id: 1526042938
mas "Xcode", id: 497799835
